---
kind: property
id: P:Autodesk.Revit.DB.Visual.WallPaint.CommonTintColor
source: html/c4051928-4b78-f3d9-aaa7-d73112112b34.htm
---
# Autodesk.Revit.DB.Visual.WallPaint.CommonTintColor Property

The property labeled "Tint Color" from the "WallPaint" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".